{
  "basics": {
    "name": "Privilege Mendes",
    "label": "Professional",
    "picture": "https://github.com/privilegemendes.png",
    "email": "privilegemendes@gmail.com",
    "phone": "",
    "website": "https://privilegemendes.github.io",
    "summary": "I am a multipotentialite professional passionate about solving problems to improve the human experience. I have a pragmatic approach to observing and understanding the human context to determine the best possible technology to solve problems. I constantly challenge current methods with new implementations to improve competitiveness. I enjoy working in a dynamic and fast-paced environment and believe my willingness to learn, positive attitude and analytical thinking make me an asset to any team. I am known for my excellent communication across varying professional levels and stakeholders. My creativity and ability to find innovative solutions are driven by my curiosity.",
    "location": { "address": "", "postalCode": "5615KB", "city": "Eindhoven", "countryCode": "Netherlands", "region": "North Brabant" },
    "profiles": [
      { "network": "github", "username": "privilegemendes", "url": "http://github.com/privilegemendes" },
      { "network": "linkedin", "username": "privilegemendes", "url": "http://linkedin.com/in/privilegemendes" }
    ]
  },
  "interests": [
    { "name": "Bachata" },
    { "name": "Public Speaking" },
    { "name": "Kick-boxing" }
  ],
  "skills": [
    {
      "name": "Languages and Frameworks",
      "keywords": [ "C", "Python", "Java", "JavaScript/TypeScript" ]
    },
    {
      "name": "Toolsets/OS",
      "keywords": ["Ubuntu", "Git/GitHub/GitLab" ]
    }
  ],
  "education": [
    {
      "institution": "University of Pretoria, Pretoria, South Africa",
      "area": "Electronic Engineering (2018)",
      "studyType": "B.Eng",
      "startDate": "2013",
      "endDate": "2017",
      "courses": [
       "Microprocessors, Analog Electronics, Digital Electronics, Computer Science"
      ]
    }
  ],
  "work": [
    {
      "company": "Artiry",
      "position": "Co-Founder/Front-End Developer",
      "website": "http://artiry.com",
      "startDate": "2022-05",
      "endDate": "Present",
      "summary": "Artiry is an online platform that connects talented digital artists with a community of art enthusiasts. Our platform allows users to browse and discover captivating digital art from a diverse range of artists, and to purchase the art in customizable sizes to fit their space and style.",
      "highlights": [
      ""
      ]
    },
    {
      "company": "Philips",
      "position": "System Integrator",
      "website": "http://philips.com",
      "startDate": "2021-12",
      "endDate": "2022-12",
      "summary": "Responsible for engineering and testing MR (Magnetic Resonance) products (System RF Amplifiers and Gradient Amplifiers) in the MR Development Group",
      "highlights": [
        "Design, implement and set up adequate test environments. Continuously improved to automate specific test set-ups to become more efficient and effective",
        "Create and maintain required documentation (DHF, DMR) for testing components and subsystems",
        "Provided support to Field Service Engineers on technical issues and findings for the assigned components",
        "Interacted with suppliers on product design and produce-ability,find solutions to test equipment on how to solve specific product needs"
      ]
    },
    {
      "company": "Nanoteq",
      "position": "Design Engineer",
      "website": "http://www.nanoteq.com/",
      "startDate": "2018-01",
      "endDate": "2021-07",
      "summary": "",
      "highlights": [
        "Manage production house with production faults, and train production engineers how to diagnose tests failures",
        "Implement feasibility studies to improve current hardware systems with ultra low power components",
        "Document development efforts for subsystems, components, including requirements, specifications, plans, reviews, test procedures, and test reports for hardware products",
        "Design for testability, manufacturability and EMC compliance Work together with mechanical designers on PCB layout compatibility with mechanical models",
        "Work together with principal design engineers on complex high-speed electronic designs",
        "Co-develop electronic designs with B2B international clients"
      ]
    }
  ],
  "volunteer": [
    {
      "organization": "Center for Renewable Energy and Island Sustainability",
      "website": "http://manoa.hawaii.edu/reis",
      "position": "Software Developer",
      "startDate": "2016-01-01",
      "endDate": "Present",
      "summary": "Lead developer for weather sensing project",
      "highlights": [
        "Design firmware for distributed weather sensor network",
        "Maintain custom data collection and storage infrastructure"
      ]
    },
    {
      "organization": "",
      "website": "",
      "position": "Professional organization involvement",
      "startDate": "",
      "endDate": "",
      "summary": "",
      "highlights": [
        "Chair, ACM Manoa, 2016-Present",
        "Member, IEEE Student Branch, 2014-Present",
        "Webmaster/IT Officer, IEEE Student Branch, UH Manoa, 2012-2013"
      ]
    }
  ],
  "awards": [
    {
      "title": "First place",
      "date": "2016",
      "awarder": "University of Pretoria Microprocessors Line Following Robot Competition",
      "summary": "My team won third place in 2016.  See my portfolio site for more details."
    }
  ],
  "references": [
    {
      "name": "Available upon request"
    }
  ]
}
